Repository: afbotero89/MonitoringIOSProject
Catalog: *.lproj/Localizable.strings
Languages: es

source: Pressure graphics
es: Presión arterial

source: Heart rate graphic
es: Frecuencia cardiaca

source: Systolic pressure
es: Presión sistólica

source: Diastolic pressure
es: Presión diastólica

source: Average pressure
es: Presíon media

source: Heart Rate
es: Frecuencia cardiaca

source: Last messure
es: Última medida

source: Systolic
es: Sistólica

source: Diastolic
es: Diastólica

source: Average
es: Media

source: General information
es: Información general

source: Connected
es: Conectado

source: Disconnected
es: Desconectado

source: Connection fail
es: Falló la conexión

source: Check your internet connection
es: Verifica tu conexión a internet

source: Check your Bluetooth connection
es: Verifica tu conexión Bluetooth

source: Done
es: Aceptar

source: There is not data
es: No hay datos almacenados

source: Get a measure
es: Obtener una medida

source: Battery charging
es: Bateria cargando

source: Device disconnected
es: Dispositivo desconectado

source: Measuring
es: Midiendo

source: Disconnect hose
es: Manguera desconectada

source: Circuit leaks
es: Fugas en el circuito

source: Incorrect pressure
es: Presión incorrecta

source: Monitor measure canceled
es: Medida cancelada desde el monitor

source: heart rate not caculated
es: Frecuencia cardiaca no calculada, nueva medida en curso

source: Incorrect measure
es: Medida incorrecta

source: Hour
es: Hora

source: Pressure
es: Presión

source: Beats per minute
es: Latidos por minuto

source: Battery Level
es: Nivel de bateria

source: User configuration
es: Configuración

source: Adjust measurement time
es: Ajustar tiempo de medida

source: Scanning bluetooth
es: Buscando dispositivo

source: Monitoring
es: Monitor de presión

source: Calendar
es: Calendario

source: Display
es: Mostrar historial

source: Historical
es: Historial

source: Current measure
es: Medida actual

source: Measurement time
es: Hora de medida
